tap "arzg/vim-strand"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "bat"
brew "coreutils"
brew "dosbox"
brew "dust"
brew "exa"
brew "fd"
brew "gcc"
brew "gh"
brew "make"
brew "neofetch"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "starship"
brew "tealdeer"
brew "tree"
brew "vim"
brew "zoxide"
brew "arzg/vim-strand/strand"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "cakebrew"
cask "chromium"
cask "dosbox"
cask "keep"
cask "mpv"
cask "vlc"
cask "whatsapp-beta"
