tap "arzg/vim-strand"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "brotli"
brew "giflib"
brew "imath"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "bat"
brew "bdw-gc"
brew "ca-certificates"
brew "openssl@1.1"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "mpdecimal"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cjson"
brew "cmocka"
brew "gmp"
brew "coreutils"
brew "dav1d"
brew "libogg"
brew "libvorbis"
brew "sdl"
brew "sdl_net"
brew "sdl_sound"
brew "dosbox", link: false
brew "dust"
brew "exa"
brew "fd"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "m4"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "lz4"
brew "zstd"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "go"
brew "ncurses"
brew "htop"
brew "libssh2"
brew "libyaml"
brew "lua"
brew "luajit-openresty"
brew "make"
brew "mujs"
brew "python@3.10"
brew "uchardet"
brew "vapoursynth"
brew "mpv", link: false
brew "screenresolution"
brew "neofetch"
brew "pcre2"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "starship"
brew "tealdeer"
brew "tree"
brew "vim"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "arzg/vim-strand/strand"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "anaconda"
cask "appcleaner"
cask "brave-browser"
cask "cakebrew"
cask "dosbox"
cask "firefox"
cask "github"
cask "google-chrome"
cask "keep"
cask "libreoffice"
cask "macs-fan-control"
cask "mpv"
cask "omnidisksweeper"
cask "onyx"
cask "opera"
cask "qbittorrent"
cask "sublime-text"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp-beta"
